/* Accounts preferences window title. */
"Accounts" = "Contas";

/* Address not found. */
"Address Not Found" = "Endereço não encontrado";

/* Telephone quit confirmation informative text. */
"All active calls will be disconnected." = "Todas as chamadas activas serão desligadas.";

/* Telephone quit confirmation. */
"Are you sure you want to quit Telephone?" = "Tem a certeza de que deseja sair do Telephone?";

/* Account registration Available menu item. */
"Available" = "Disponível";

/* Busy. */
"busy" = "ocupado";

/* Call declined. */
"call declined" = "chamada rejeitada";

/* Call ended. */
"call ended" = "chamada terminada";

/* Call failed. */
"Call Failed" = "chamada falhou";

/* Call transferred. */
"call transferred" = "chamada transferida";

/* John Smith calling. Somebody is calling us right now. Call status string. Deliberately in lower case, translators should do the same, if possible.
   John Smith calling. Somebody is calling us right now. Growl notification description. Deliberately in lower case, translators should do the same, if possible. */
"calling" = "a chamar";

/* Outgoing call in progress. Calling specific phone type (mobile, home, etc). */
"calling %@..." = "a chamar %@...";

/* John Smith calling from 1234567. Somebody is calling us right now from some source. Growl notification description. Deliberately in lower case, translators should do the same, if possible. */
"calling from %@" = "chamada de %@";

/* Outgoing call in progress. */
"calling..." = "a chamar...";

/* Cancel button. */
"Cancel" = "Cancelar";

/* Account registration Connecting... menu item. */
"Connecting..." = "A ligar...";

/* Address Book plug-ins install error, alert message text. */
"Could not install Address Book plug-ins." = "Não foi possível instalar plug-ins para Contactos.";

/* Registrar connection error. */
"Could not register with %@." = "Não foi possível registar com %@.";

/* SIP user agent start error. */
"Could not start SIP user agent." = "Não foi possível iniciar o user agent SIP.";

/* Decline. Call menu item. */
"Decline" = "Rejeitar";

/* Delete button. */
"Delete" = "Eliminar";

/* Account removal confirmation. */
"Delete \\U201C%@\\U201D?" = "Eliminar “%@”?";

/* Don't save button. */
"Don't Save" = "Não guardar";

/* End Call. Call menu item. */
"End Call" = "Terminar chamada";

/* Error #. */
"Error %d" = "Erro %d";

/* Failed to communicate with STUN server. */
"Failed to communicate with STUN server." = "Falha na comunicação com o servidor STUN.";

/* General preferences window title. */
"General" = "Geral";

/* Hold. Call menu item. */
"Hold" = "Em espera";

/* Detected Symmetric NAT informative text. */
"It is very unlikely that two-way conversations will be possible with symmetric NAT. Please contact your SIP provider to find out other NAT traversal options. If you are connected to the internet via personal router, try to replace it with the one that supports \\U201Cfull cone\\U201D, \\U201Crestricted cone\\U201D or \\U201Cport restricted cone\\U201D NAT types." = "É altamente improvavel que conversações de dois sentidos sejam possíveis com NAT simétrico. Por favor contacte o seu fornecedor SIP para descobrir outras opções de NAT traversal. Se está ligado à internet através de um router pessoal, tente substitui-lo por um que suporte os tipos de NAT “full cone”, “restricted cone” ou “port restricted cone”.";

/* Address Book plug-ins install error, alert informative text. */
"Make sure you have write permission to \\U201C%@\\U201D." = "Verifique se tem permissões de escrita para “%@”.";

/* Microphone muted status text. */
"mic muted" = "mic sem som";

/* Microphone unmuted status text. */
"mic unmuted" = "mic com som";

/* Mute. Call menu item. */
"Mute" = "Sem com";

/* Network preferences window title. */
"Network" = "Rede";

/* Network settings change confirmation informative text. */
"New network settings will be applied immediately, all accounts will be reconnected." = "As novas definições de rede serão aplicadas de imediato, todas as contas serão ligadas novamente.";

/* Call has been taken off hold status text. */
"off hold" = "saiu de espera";

/* Account registration Offline menu item. */
"Offline" = "Desligado";

/* Call on local hold status text. */
"on hold" = "em espera";

/* Call on remote hold status text. */
"on remote hold" = "em espera remota";

/* Registrar connection error informative text. */
"Please check network connection and Registry Server settings." = "Por favor verifique a ligação de rede e as definições do servidor de registo.";

/* SIP user agent start error informative text. */
"Please check your network connection and STUN server settings." = "Por favor verifique a ligação de rede e as definições do servidor STUN.";

/* Quit button. */
"Quit" = "Sair";

/* Resume. Call menu item. */
"Resume" = "Retomar";

/* Remote party ringing. */
"ringing" = "a chamar";

/* Save button. */
"Save" = "Guardar";

/* Network settings change confirmation. */
"Save changes to the network settings?" = "Guardar alterações às definições de rede?";

/* Sound preferences window title. */
"Sound" = "Sons";

/* Detected Symmetric NAT. */
"Symmetric NAT detected." = "Detectado NAT Simétrico.";

/* Preferences default window title. */
"Telephone Preferences" = "Preferências do Telephone";

/* Registrar authentication failed. */
"Telephone was unable to login to %@. Change user name or password and try again." = "Não foi possível ao Telephone iniciar sessão em %@. Altere o nome de utilizador ou palavra-passe e tente novamente.";

/* Error description. */
"The error was: \\U201C%d %@\\U201D." = "O erro foi: “%1$d %2$@”.";

/* Account removal confirmation informative text. */
"This will delete your currently set up account \\U201C%@\\U201D." = "Isto irá eliminar a sua conta configurada “%@”.";

/* Failed to communicate with STUN server informative text. */
"UDP packets are probably blocked. It is impossible to make or receive calls without that. Make sure that your local firewall and the firewall at your router allow UDP protocol." = "Os pacotes UDP estão provavelmente bloqueados. É impossível fazer ou receber chamadas sem eles. Verique que a sua firewall local e a firewall no seu router permitem o protocolo UDP.";

/* Account registration Unavailable menu item. */
"Unavailable" = "Indisponível";

/* Unmute. Call menu item. */
"Unmute" = "Com som";

